{
    "meta": {
        "title": "Our Objective"
    },
    "main_splash_alt": "Main Splash Image",
    "our_objective": "Our Objective",
    "paragraph1": "The Canadian Tui Na Association is a non-profit organization dedicated to enhancing the recognition and credibility of Tui Na therapists while ensuring the public receives high-quality services.",
    "paragraph2": "Tui Na is a therapeutic massage technique that is a core component of Traditional Chinese Medicine (TCM), practiced in China for thousands of years. It involves applying firm pressures along energy meridians using various parts of the hands and elbows, reducing pain and rebalancing the body's energy.",
    "benefits_of_membership": "Benefits of Membership",
    "benefits_list": {
        "insurance_recognition": "Insurance Recognition: Our members are recognized by insurance companies, enabling clients to receive full or partial reimbursement for their treatments.",
        "professional_credibility": "Professional Credibility: Gain the trust and recognition needed to stand out in the industry.",
        "quality_assurance": "Quality Assurance: We ensure our members possess the necessary skills and professional training to practice with transparency and confidence."
    },
    "commitment_to_quality_care": "Commitment to Quality Care",
    "paragraph3": "Both the Canadian Tui Na Association (A.T.C.) and its members are committed to promoting the well-being of individuals by offering high-quality treatments. Our shared goal is to enhance the overall health and satisfaction of our clients.",
    "comprehensive_support_for_members": "Comprehensive Support for Members",
    "support_list": {
        "professional_liability_insurance": "Professional Liability Insurance: Members have access to affordable professional liability insurance.",
        "official_receipts": "Official Receipts: Members can issue official receipts recognized by insurance companies, facilitating client reimbursements.",
        "continuous_professional_development": "Continuous Professional Development: We provide ongoing training and resources to ensure our members stay updated with the latest techniques and practices."
    },
    "paragraph4": "Join the Canadian Tui Na Association and benefit from the support, recognition, and resources needed to succeed in your practice.",
    "become_member_today": "Become a member today"
}