{
    "meta": {
        "title": "Notre Objectif"
    },
    "main_splash_alt": "Image principale",
    "our_objective": "Notre Objectif",
    "paragraph1": "L'Association de Tui Na du Canada est une organisation à but non lucratif dédiée à améliorer la reconnaissance et la crédibilité des thérapeutes Tui Na tout en veillant à ce que le public reçoive des services de haute qualité.",
    "paragraph2": "Le Tui Na est une technique de massage thérapeutique qui est un élément central de la Médecine Traditionnelle Chinoise (MTC), pratiquée en Chine depuis des milliers d'années. Elle implique l'application de pressions fermes le long des méridiens énergétiques en utilisant diverses parties des mains et des coudes, réduisant la douleur et rééquilibrant l'énergie du corps.",
    "benefits_of_membership": "Avantages de l'adhésion",
    "benefits_list": {
        "insurance_recognition": "Reconnaissance des assurances : Nos membres sont reconnus par les compagnies d'assurance, permettant aux clients de recevoir un remboursement total ou partiel de leurs traitements.",
        "professional_credibility": "Crédibilité professionnelle : Acquérez la confiance et la reconnaissance nécessaires pour vous démarquer dans l'industrie.",
        "quality_assurance": "Assurance qualité : Nous veillons à ce que nos membres possèdent les compétences et la formation professionnelle nécessaires pour pratiquer avec transparence et confiance."
    },
    "commitment_to_quality_care": "Engagement envers des soins de qualité",
    "paragraph3": "L'Association de Tui Na du Canada (A.T.C.) et ses membres s'engagent à promouvoir le bien-être des individus en offrant des traitements de haute qualité. Notre objectif commun est d'améliorer la santé globale et la satisfaction de nos clients.",
    "comprehensive_support_for_members": "Soutien complet pour les membres",
    "support_list": {
        "professional_liability_insurance": "Assurance responsabilité professionnelle : Les membres ont accès à une assurance responsabilité professionnelle abordable.",
        "official_receipts": "Reçus officiels : Les membres peuvent émettre des reçus officiels reconnus par les compagnies d'assurance, facilitant les remboursements aux clients.",
        "continuous_professional_development": "Développement professionnel continu : Nous offrons une formation continue et des ressources pour assurer que nos membres restent à jour avec les dernières techniques et pratiques."
    },
    "paragraph4": "Rejoignez l'Association de Tui Na du Canada et bénéficiez du soutien, de la reconnaissance et des ressources nécessaires pour réussir dans votre pratique.",
    "become_member_today": "Devenez membre dès aujourd'hui"
}